tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "black"
brew "coreutils"
brew "diff-so-fancy"
brew "duf"
brew "duti"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nload"
brew "nmap"
brew "node"
brew "pandoc"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "speedtest-cli"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "font-xits"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "mactex-no-gui"
cask "ngrok"
cask "openvpn-connect"
cask "rar"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "yandex-cloud-cli"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Flow", id: 1423210932
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
