tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "owasp-amass/amass"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "binutils"
brew "glib"
brew "python@3.9"
brew "gcc"
brew "harfbuzz"
brew "numpy"
brew "openjpeg"
brew "p7zip"
brew "pillow"
brew "binwalk"
brew "bulk_extractor"
brew "coreutils"
brew "diff-so-fancy"
brew "duf"
brew "duti"
brew "exiftool"
brew "fcrackzip"
brew "fd"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gobuster"
brew "golang-migrate"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "mysql-client"
brew "hydra"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "krb5"
brew "libpq"
brew "lua"
brew "make"
brew "mas"
brew "masscan"
brew "massdns"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "nload"
brew "nmap"
brew "node"
brew "openjdk"
brew "pipx"
brew "virtualenv"
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "rustscan"
brew "sleuthkit"
brew "speedtest-cli"
brew "sqlmap"
brew "subfinder"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "virustotal-cli"
brew "volatility"
brew "websocat"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "owasp-amass/amass/amass"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "font-xits"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "mactex-no-gui"
cask "ngrok"
cask "openvpn-connect"
cask "rar"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "yandex-cloud-cli"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Flow", id: 1423210932
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
