tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "owasp-amass/amass"

brew "git"
brew "zsh"

brew "binutils"
brew "coreutils"
brew "findutils"
brew "gawk"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "grep"
brew "inetutils"
brew "make"
brew "moreutils"

brew "bat"
brew "diff-so-fancy"
brew "duf"
brew "duti"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "graphviz"
brew "grip"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "mas"
brew "ncdu"
brew "nload"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "ripgrep"
brew "shadowsocks-rust"
brew "speedtest-cli"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "v2ray"
brew "websocat"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"

brew "gcc"
brew "go"
brew "lua"
brew "node"
brew "openjdk"
brew "rust"

brew "ansible"
brew "clang-format"
brew "golang-migrate"
brew "google-java-format"
brew "libpq"
brew "mongodb/brew/mongodb-database-tools"
brew "mysql-client"
brew "poetry"
brew "pyenv"
brew "stylua"
brew "yarn"

brew "binwalk"
brew "bulk_extractor"
brew "exiftool"
brew "fcrackzip"
brew "gobuster"
brew "hydra"
brew "john-jumbo"
brew "masscan"
brew "massdns"
brew "mitmproxy"
brew "nmap"
brew "owasp-amass/amass/amass"
brew "rustscan"
brew "sleuthkit"
brew "sqlmap"
brew "sslsplit"
brew "subfinder"
brew "virustotal-cli"
brew "volatility"
brew "yara"


cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-xits"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "imhex"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "neovim"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "rar"
cask "rectangle"
cask "shadowsocksx-ng"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"


mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Flow", id: 1423210932
mas "Outline", id: 1356178125
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
