tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "antibody"
brew "coreutils"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "mas"
brew "node"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tealdeer"
brew "wget"
brew "yarn"

cask "alfred"
cask "appcleaner"
cask "discord"
cask "font-jetbrains-mono"
cask "font-xits"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "mactex-no-gui"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Telegram", id: 747648890
mas "Things", id: 904280696
