# Packages to install using Homebrew

brew "zsh"
brew "cask"
brew "mas"
brew "getantibody/tap/antibody"
brew "pyenv"
brew "git"
brew "micro"
brew "coreutils"
brew "bat"
brew "diff-so-fancy"
brew "fzf"
brew "htop"
brew "ncdu"
brew "prettyping"
brew "tldr"
brew "fd"
brew "openssl"
brew "readline"
brew "wget"

cask "iterm2"
cask "alfred"
cask "visual-paradigm-ce"
cask "jetbrains-toolbox"
cask "sublime-text"
cask "basictex"
cask "appcleaner"
cask "spectacle"
cask "macmediakeyforwarder"
cask "the-unarchiver"
cask "transmission"
cask "discord"
cask "vlc"
cask "opera"
cask "skim"
cask "chrome-remote-desktop-host"
cask "google-chrome"
cask "google-hangouts"

mas "Helium", id: 1054607607
mas "Amphetamine", id: 937984704
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
mas "1Password 7", id: 1333542190
