tap "homebrew/cask-fonts"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "antigen"
brew "bat"
brew "cask"
brew "coreutils"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "git"
brew "gnu-time"
brew "htop"
brew "libzip"
brew "mas"
brew "micro"
brew "ncdu"
brew "node"
brew "pandoc"
brew "prettyping"
brew "readline"
brew "pyenv"
brew "pyenv-virtualenv"
brew "sqlite"
brew "swiftlint"
brew "tldr"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "getantibody/tap/antibody"

cask "alfred"
cask "appcleaner"
cask "dash"
cask "discord"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "macmediakeyforwarder"
cask "skim"
cask "spectacle"
cask "sublime-text"
cask "mactex-no-gui"
cask "transmission"
cask "vlc"
cask "iterm2"
cask "font-fira-code"

mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Helium", id: 1054607607
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
mas "The Unarchiver", id: 425424353
