github.copilot
github.copilot-chat
golang.go
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
